<?php
  
  return [

    'addedToCart' => 'تمت اضافة المنتج الي السلة بنجاح',
    'token' => 'صلاحية المستخدم لاتسمح بهذا الإجراء',
    'cartExist' => 'المنتج موجود مسبقآ في السلة',
    'productNotExist' => 'المنتج غير موجود, الرجاء التحقق مجددآ',
    'productNotInCart' => 'المنتج غير موجود في السلة',
    'cartEdit' => 'تمت تعديل كمية المنتج بنجاح',
    'cartDelete' => 'تم إزالة المنتج من السلة بنجاح',
    'phoneExist' => 'رقم الهاتف موجود مسبقآ',
    'phoneMain' => 'رقم الهاتف الذي ادخلته هو رقمك الرئيسي',
    'phoneNotExist' => 'رقم الهاتف غير موجود في ارقامك الاضافية',
    'phoneDelete' => 'تم حذف رقم الهاتف من الارقام المضافة بنجاح',
    'addFavorite' => 'تمت اضافة المنتج الي المفضلة بنجاح',
    'deleteFavorite' => 'تم إزالة المنتج من المفضلة بنجاح',
    'allCartDelete' => 'تم إفراغ السلة بنجاح',
    'cartEmpty' => 'يجب تعبئة السلة اولآ',
    'PaymentType' => 'بعض المنتجات المختارة غير متوافقة مع طرق الدفع الخاصة بك',
    'systemOff' => 'النظام متوقف حاليآ لغرض التطوير, الرجاء المحاولة في وقت لاحق',
    'customerNotFound' => 'الزبون غير مسجل في النظام',
    'PhoneNotYours' => 'رقم الهاتف غير مسجل لدي هذا المستخدم',
    'ProductsNotFound' => 'بعض البطاقات لم تعد متوفرة ، يرجى إعادة تعبئة السلة',
    'PricesChange' => 'تغيرت الأسعار ، يرجى إعادة ملء السلة مرة أخرى',
    'PhoneType' => 'رقم الهاتف غير مدرج تحت ليبيانا أو المدار',
    'rebiana' => 'بعض الخوادم متوقفة حاليآ الرجاء المحاولة مرة أخري',
    'orderDone' => 'تم استكمال الطلب بنجاح',
    'error' => 'حدث خطأ ، يرجى المحاولة مرة أخرى',

    'reviewAdded' => 'تمت اضافة ملاحظتك بنجاح',

];